Repository: CJWorkbench/libraryofcongress
Catalog: locale/*/messages.po
Languages: el

# _spec.name
source: Library of Congress
el: Βιβλιοθήκη του Κογκρέσου

# _spec.description
source: Search the Library of Congress for records of documents
el: Αναζήτηση στη Βιβλιοθήκη του Κογκρέσου για αρχεία εγγράφων

# _spec.parameters.q.name
source: Keywords
el: Λέξεις-κλειδιά

# _spec.parameters.q.placeholder
source: Keywords
el: Λέξεις-κλειδιά

# _spec.parameters.partof.name
source: Collection
el: Συλλογή

# _spec.parameters.partof.options.entire_library.label
source: Entire library
el: Ολόκληρη η βιβλιοθήκη

# _spec.parameters.partof.options.bills.label
source: Bills
el: Νομοσχέδια

# _spec.parameters.partof.options.house_bills.label
source: House bills
el: Νομοσχέδια της Βουλής Αντιπροσώπων

# _spec.parameters.partof.options.senate_bills.label
source: Senate bills
el: Νομοσχέδια της Γερουσίας

# _spec.parameters.partof.options.house_resolutions.label
source: House resolutions
el: Ψηφίσματα της Βουλής Αντιπροσώπων

# _spec.parameters.partof.options.senate_resolutions.label
source: Senate resolutions
el: Ψηφίσματα της Γερουσίας

# _spec.parameters.partof.options.federal_register.label
source: Federal register
el: Ομοσπονδιακό Μητρώο

# _spec.parameters.version_select.name
source: Search
el: Αναζήτηση

# badParam.q.missing
source: Missing search phrase
el: Δεν υπάρχει φράση αναζήτησης

# error.http.general
source: HTTP error from Library of Congress server: {code} {message}
el: Σφάλμα HTTP από τον διακομιστή της Βιβλιοθήκης του Κογκρέσου: {code} {message}
